Repository: ALISHERpy/QR_menu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, tr, uz_cyrl

source: O‘zbek (Lotin)
ru: Узбекский (Латиница)
tr: Özbek (Latin)
uz_cyrl: Ўзбек (Лотин)

source: Ўзбек (Кирилл)
ru: Узбекский (Кириллица)
tr: Özbek (Kiril)

source: Русский
tr: Rusça

source: English
ru: Английский
tr: İngilizce
uz_cyrl: Энглиш

source: Turkish
tr: Türkçe

source: Restoran haqida to'liq malumot
ru: Полная информация о ресторане
tr: Restoran hakkında tam bilgi
uz_cyrl: Ресторан ҳақида тўлиқ малумот

source: Video Link
ru: Ссылка на видео
tr: Video Bağlantısı
uz_cyrl: Видео Линк

source: ko'rish
ru: просмотр
tr: görmek
uz_cyrl: кўриш

source: Mijozlarimiz
ru: Наши клиенты
tr: Müşterilerimiz
uz_cyrl: Мижозларимиз

source: Bizga ishonch bildirgan Restorantlar ro'yxati
ru: Список ресторанов, которые доверились нам
tr: Bize güvenen restoranların listesi
uz_cyrl: Бизга ишонч билдирган Ресторантлар рўйхати

source: Istalgan restarantga bosing va u haqida toliq malumotni o'qib oling
ru: Нажмите на любой ресторан и прочитайте полную информацию о нем
tr: İstediğiniz restorana tıklayın ve onun hakkında tam bilgiyi okuyun
uz_cyrl: Исталган рестарантга босинг ва у ҳақида толиқ малумотни ўқиб олинг

source: Bosh sahifa
ru: Главная страница
tr: Ana Sayfa
uz_cyrl: Бош саҳифа

source: D-Menu haqida
ru: О D-Menu
tr: D-Menu hakkında
uz_cyrl: Д-Мену ҳақида

source: Namunalar
ru: Примеры
tr: Örnekler
uz_cyrl: Намуналар

source: Mizojlarimiz
ru: Наши клиенты
tr: Müşterilerimiz
uz_cyrl: Мизожларимиз

source: Contact
ru: Контакт
tr: İletişim
uz_cyrl: Cонтаcт

source: Hamkor bo'lish
ru: Сотрудничество
tr: Ortak olmak
uz_cyrl: Ҳамкор бўлиш

source: Assalom alaykum
ru: Здравствуйте
tr: Selamün aleyküm
uz_cyrl: Ассалом алайкум

source: Xush kelibsiz
ru: Добро пожаловать
tr: Hoş geldiniz
uz_cyrl: Хуш келибсиз

source: Biz bilan Restaraninggizga Zamonaviy muhitni yarating.
ru: Создайте современную атмосферу для вашего ресторана с нами.
tr: Bizimle restoranınıza modern bir atmosfer kazandırın.
uz_cyrl: Биз билан Рестаранинггизга Замонавий муҳитни яратинг.

source: Qisqa Video
ru: видео
tr: Kısa Video

source: Service haqida qisqacha
ru: Кратко о сервисе
tr: Hizmet hakkında kısa bilgi
uz_cyrl: Сервиcэ ҳақида қисқача

source: qanday ishlaydi ?
ru: как это работает?
tr: nasıl çalışır?
uz_cyrl: қандай ишлайди ?

source: bu zamonaviy restoran va kafe egalari uchun innovatsion yechim. U QR-kod yordamida mehmonlarga menyuni tezkor va qulay tarzda ko‘rish imkonini beradi.
ru: Это инновационное решение для владельцев современных ресторанов и кафе. Оно позволяет гостям быстро и удобно просматривать меню с помощью QR-кода.
tr: Bu, modern restoran ve kafe sahipleri için yenilikçi bir çözümdür. QR kod sayesinde misafirlerin menüyü hızlı ve kolay bir şekilde görmelerini sağlar.
uz_cyrl: бу замонавий ресторан ва кафе эгалари учун инновацион ечим. У ҚР-код ёрдамида меҳмонларга менюни тезкор ва қулай тарзда кўриш имконини беради

source: Mijoz QR-kodni telefon kamerasidan yoki maxsus ilovadan skaner qiladi.
ru: Клиент сканирует QR-код с помощью камеры телефона или специального приложения.
tr: Müşteri, QR kodunu telefon kamerası veya özel bir uygulama ile tarar.
uz_cyrl: Мижоз ҚР-кодни телефон камерасидан ёки махсус иловадан сканер қилади.

source: Raqamli menyu telefon ekranida ochiladi, mijoz barcha taomlar va ichimliklar bilan tanishishi mumkin.
ru: Цифровое меню открывается на экране телефона, и клиент может ознакомиться со всеми блюдами и напитками.
tr: Dijital menü telefon ekranında açılır, müşteri tüm yemekler ve içecekler hakkında bilgi alabilir.
uz_cyrl: Рақамли меню телефон экранида очилади, мижоз барча таомлар ва ичимликлар билан танишиши мумкин.

source: Agar istasangiz, bevosita menyu orqali buyurtma berish imkoniyatini ham taqdim etadi.
ru: Если хотите, также предоставляется возможность заказать напрямую через меню.
tr: İsterseniz, doğrudan menü üzerinden sipariş verme imkanı da sunar.
uz_cyrl: Агар истасангиз, бевосита меню орқали буюртма бериш имкониятини ҳам тақдим этади.

source: Digital Menu qanday muammolarni hal qiladi?
ru: Какие проблемы решает Digital Menu?
tr: Dijital Menü hangi sorunları çözüyor?
uz_cyrl: Дигитал Мену қандай муаммоларни ҳал қилади?

source: Sanitariya va gigiyena muammolarini bartaraf etadi – Qog‘oz menyulardan farqli o‘laroq, mijozlar bir-biri bilan aloqada bo‘lmaydi.
ru: Устраняет проблемы санитарии и гигиены – В отличие от бумажных меню, клиенты не контактируют друг с другом.
tr: Hijyen sorunlarını ortadan kaldırır – Kağıt menülere kıyasla müşteriler birbiriyle temas etmez.
uz_cyrl: Санитария ва гигиена муаммоларини бартараф этади – Қоғоз менюлардан фарқли ўлароқ, мижозлар бир-бири билан алоқада бўлмайди.

source: Menyuni yangilash muammosini yo‘q qiladi – Endi menyu o‘zgarishlari uchun qog‘oz chiqarish shart emas, barchasi raqamli tizim orqali boshqariladi.
ru: Устраняет проблему обновления меню – Теперь не нужно печатать бумагу для изменений меню, все управляется через цифровую систему.
tr: Menüyü güncelleme sorununu ortadan kaldırır – Artık menü değişiklikleri için kağıt baskı almak gereksiz, her şey dijital sistem üzerinden yönetilir.
uz_cyrl: Менюни янгилаш муаммосини йўқ қилади – Энди меню ўзгаришлари учун қоғоз чиқариш шарт эмас, барчаси рақамли тизим орқали бошқарилади.

source: Xodimlarning vaqtini tejaydi – Ofitsiantlar mijozlarga menyu olib kelish o‘rniga xizmat ko‘rsatishga e’tibor qaratadi.
ru: Экономит время сотрудников – Официанты уделяют больше внимания обслуживанию, а не приносу меню.
tr: Personelin zamanını korur – Garsonlar müşterilere menü getirmek yerine hizmet vermeye odaklanabilir.
uz_cyrl: Ходимларнинг вақтини тежайди – Официантлар мижозларга меню олиб келиш ўрнига хизмат кўрсатишга эътибор қаратади.

source: Tez va qulay foydalanish – Har qanday telefon yoki planshetdan osongina foydalanish mumkin.
ru: Быстрое и удобное использование – Можно легко использовать с любого телефона или планшета.
tr: Hızlı ve kolay kullanım – Herhangi bir telefon veya tabletten rahatça kullanılabilir.
uz_cyrl: Тез ва қулай фойдаланиш – Ҳар қандай телефон ёки планшетдан осонгина фойдаланиш мумкин.

source: bu kichik hajmli qr-kodlarni stol ustiga yopishtirib qo'yishinggiz mumkin.
ru: Вы можете разместить небольшие QR-коды на столе.
tr: Bu küçük boyutlu QR kodlarını masanın üzerine yapıştırabilirsiniz.
uz_cyrl: бу кичик ҳажмли қр-кодларни стол устига ёпиштириб қўйишинггиз мумкин.

source: Milliy
ru: Национальный
tr: Milli
uz_cyrl: Миллий

source: Har bir restoran kelib chiqishiga moslangan milliy yoki yevropa styleda qilingn design .
ru: Дизайн, адаптированный к происхождению каждого ресторана, в национальном или европейском стиле.
tr: Her restoranın kökenine uygun milli veya Avrupa tarzında hazırlanmış tasarım.
uz_cyrl: Ҳар бир ресторан келиб чиқишига мосланган миллий ёки европа стйледа қилингн десигн.

source: Code Main
ru: Основной код
tr: Kod Ana
uz_cyrl: Cоде

source: Bu design asosiy e'tobor qr-kodga qarailadi,restoran brand-logo esi orqa o'rinda qolib ketadi.
ru: Этот дизайн фокусируется на QR-коде, а логотип ресторана остается на заднем плане.
tr: Bu tasarımda asıl odak QR kod üzerindedir, restoranın marka logosu ikinci planda kalır.
uz_cyrl: Бу десигн асосий эътобор қр-кодга қараилади,ресторан бранд-лого эси орқа ўринда қолиб кетади.

source: Restoran inside
ru: Внутри ресторана
tr: Restoran içi
uz_cyrl: Ресторан инсиде

source: Restaron ichki qismidan rasm olib,uni qr-kod bilan birlashtirish mumkin.
ru: Можно сделать фото внутри ресторана и объединить его с QR-кодом.
tr: Restoranın iç kısmından fotoğraf çekip, bunu QR kod ile birleştirmek mümkündür.
uz_cyrl: Рестарон ички қисмидан расм олиб,уни қр-код билан бирлаштириш мумкин.

source: Ariza qoldirish
ru: Оставить заявку
tr: Başvuru bırak
uz_cyrl: Ариза қолдириш

source: Quyida malumotlarni kiriting va biz o'zimiz sizga bog'lanamiz
ru: Введите данные ниже, и мы свяжемся с вами
tr: Aşağıdaki bilgileri girin, sizinle iletişime geçeceğiz.
uz_cyrl: Қуйида малумотларни киритинг ва биз ўзимиз сизга боғланамиз

source: Your request has been sent successfully!
ru: Ваш запрос успешно отправлен!
tr: Talebiniz başarıyla gönderildi!
uz_cyrl: So'rov yuborildi !

source: Yuborish
ru: Отправить
tr: Gönder
uz_cyrl: Юбориш

source: Address
ru: Адрес
tr: Adres
uz_cyrl: Аддресс

source: Call Us
ru: Позвоните нам
tr: Bizi arayın
uz_cyrl: Телефон

source: Mini
ru: Мини
uz_cyrl: Мини
